test/zoo/reflexive/exported/reflexive_1_erd_crow.gv
// Generated by Mocodo 4.0.0

digraph{
  layout=dot
  bgcolor="#FFFFFF"
  nodesep=0.5

  // Nodes
  node [
      shape=none
      fontcolor="#000000"
      fontsize=15
      fontname="Helvetica"
]
  node [
      shape=none
      fontcolor="#000000"
      fontsize=15
      fontname="Helvetica"
]
  1 [label=<<table
        border="0"
        cellborder="1"
        cellspacing="0"
        bgcolor="#FFFFFF"
        color="#000000"
        cellpadding="4"
    >
        <tr>
            <td bgcolor="#FFFFFF" colspan="2">
                <font
                    color="#000000"
                    point-size="18"
                >PIÈCE</font>
            </td>
        </tr>
        <tr><td>PK</td><td align="left">pièce</td></tr>
    </table>
>]
  2 [label=<<table
        border="0"
        cellborder="1"
        cellspacing="0"
        bgcolor="#FFFFFF"
        color="#000000"
        cellpadding="4"
    >
        <tr>
            <td bgcolor="#FFFFFF" colspan="2">
                <font
                    color="#000000"
                    point-size="18"
                >HOMME</font>
            </td>
        </tr>
        <tr><td>PK</td><td align="left">Num. SS</td></tr>
        <tr><td> </td><td align="left">Nom</td></tr>
        <tr><td> </td><td align="left">Prénom</td></tr>
    </table>
>]

  // Edges
  edge [
    penwidth=1
    color="#000000"
    fontcolor="#000000"
    fontname="Futura"
    fontsize=11
    dir=both
  ]
  1 -> 1 [arrowhead="crowodot" arrowtail="crowodot" label="COMPOSER"]
  2 -> 2 [arrowhead="crowodot" arrowtail="teetee" label="ENGENDRER"]
}
