test/zoo/reflexive/exported/reflexive_1_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.0
  PIECE {
    TYPE piece PK
  }
  HOMME {
    TYPE num_ss PK
    TYPE nom
    TYPE prenom
  }
  PIECE }o--o{ PIECE: COMPOSER
  HOMME ||--o{ HOMME: ENGENDRER
